[
    {
        "link": "https://github.com/PastArizox/Portfolio",
        "image": "https://place-hold.it/500x500",
        "name": "Portfolio",
        "description": "Explorez mes projets, compétences techniques et expériences professionnelles en tant qu'étudiant en développement informatique. Découvrez mon parcours et mes réalisations.",
        "date": "2022-2024",
        "langages": ["HTML", "CSS", "Javascript", "❤️"]
    },
    {
        "link": "https://github.com/PastArizox/ARI",
        "image": "https://place-hold.it/500x500",
        "name": "ARI",
        "description": "ARI est un bot Discord développé en TypeScript avec la librairie discord.js. Il offre une gamme de fonctionnalités interactives pour améliorer l'expérience des utilisateurs sur Discord.",
        "date": "2023",
        "langages": ["Typescript"]
    },
    {
        "link": "https://google.com/",
        "image": "https://place-hold.it/500x500",
        "name": "Circle.io",
        "description": "Circle.io est un jeu en local multijoueur développé en JavaScript. Les joueurs peuvent s'affronter dans une arène et gagner des points en éliminant leurs adversaires. C'est une copie du jeu Agar.io",
        "date": "2023",
        "langages": ["Javascript", "Typescript"]
    },
    {
        "link": "https://github.com/PastArizox/EscapeGame",
        "image": "https://place-hold.it/500x500",
        "name": "Escape Game Éducatif",
        "description": "Un escape game conçu pour apprendre à utiliser des bases de données, destiné aux étudiants de première année. Réalisé dans le cadre d'un cours à l'université, ce jeu interactif et ludique aide les participants à maîtriser les bases des bases de données tout en s'amusant.",
        "date": "2022",
        "langages": ["C#"]
    },
    {
        "link": "https://github.com/PastArizox/Discord-RPC-Maker",
        "image": "https://place-hold.it/500x500",
        "name": "Discord RPC Maker",
        "description": "Discord RPC Maker est une application Windows permettant d'afficher et de personnaliser un RPC (Rich Presence) sur Discord. Elle permet aux utilisateurs de personnaliser leur statut avec des images, du texte et bien plus encore, améliorant ainsi leur expérience sur Discord.",
        "date": "2022",
        "langages": ["C#"]
    }
]
